import type { favorite_band } from "@/types/favorite_bands";

export const favorite_band_data: favorite_band[] = [
  {
    picture: "/images/bands/Lipta.jpg",
    name: "Lipta",
    description: `วงลิปตาก่อตั้งขึ้นในปี พ.ศ. 2548 โดยชื่อ "ลิปตา" พ้องเสียงมาจากคำว่า
    "ลิบตา" (ไกลลิบตา) สื่อถึงการเป็นศิลปินหน้าใหม่ที่อยู่ไกลออกไปแต่น่าค้นหา
    ทั้งคู่รู้จักกันผ่านการแนะนำของ โอ วง Jetset'er ก่อนจะเริ่มทำเพลงด้วยกัน`,
    members: ["คัตโตะ", "แทน"],
  },
  {
    picture: "/images/bands/Freehand.jpg",
    name: "Freehand",
    description: `Freehand ที่ไม่ต้องมีเครื่องมือซับซ้อนแต่สื่อความรู้สึกได้ดี
    ซึ่งสะท้อนถึงสไตล์ดนตรีของวงที่เรียบง่ายแต่เข้าถึงความรู้สึกของผู้ฟังการเดบิวต์เริ่มปล่อยผลงานเพลงและEP
    แรกในช่วงปี พ.ศ. 2560 เช่นเพลง "ที่สุด", "18.00PM" และ "Lost"`,
    members: ["เข้ม", "แฮม", "โจ๊ก", "การ์ฟิลด์"],
  },
  {
    picture: "/images/bands/threemandown.jpg",
    name: "threemandown",
    description: `จุดเริ่มต้นวง: เตเป็นเพื่อนกับตูน (กีตาร์) และโอม (เบส) มาก่อน เมื่อกิต (นักร้องนำ)
    อยากทำวงดนตรีและประกาศหาสมาชิก
    เตจึงเป็นเพื่อนคนแรกที่มาร่วมแจมและชวนเพื่อนคนอื่น ๆ เข้ามาฟอร์มทีมจนกลายเป็นวง`,
    members: ["กิต", "ตูน", "เต", "เส็ง"],
  },
];